Repository: seanpm2001/mt-training-data
Catalog: mrj/mrj_pontoon.tmx
Source language: en_us
Languages: mrj

source: { $unreviewedSentencesByYou } sentences left for you to review.
mrj: Тергӓшлӓн { $unreviewedSentencesByYou } предложени кодын.

source: Updating…
mrj: Уэммӓш…

source: Upload aborted. Do you want to delete your recordings?
mrj: Качаен нӓлмӓшӹм цӓрӹмӹ. Тӹнь ӹшке сирӹметӹм карангдынет?

source: Upload an image file
mrj: Картинӓн файлым вӓрӓнгдӹдӓ

source: Urdu
mrj: Урду

source: User Name
mrj: Юзерӹн лӹмжӹ

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
mrj: Юзервлӓ пумы клипвлӓн лачок ылмашым — попышын предложеним тӧр лыдмыжым — тергӓт.

source: Using Common Voice
mrj: Common Voice-ым кычылтмаш

source: Uyghur
mrj: Уйгур

source: Uzbek
mrj: Узбек

source: Validated Clips
mrj: Тергӹмӹ клипвлӓ

source: Validated Hours
mrj: Тергӹмӹ цӓш

source: Validated Hrs
mrj: Тергӹмӹ цӓш

source: Validated Hr. Total
mrj: Цилӓ тергӹмӹ цӓш

source: { $validatedSentences } validated sentences.
mrj: { $validatedSentences } тергӹмӹ предложени.

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
mrj: Common Voice миссилӓн подарымы клипвлӓн тӧр ылмыштым тергӹмӓш пиш керӓл. Колышт анжы дӓ пачмы тӹнгӓлтӹш код доно юкан данныйым мӓлӓннӓ ӹштӓш палшы.

source: Validations
mrj: тергӹмӓш

source: Value and recognition.
mrj: Ӓклӹмӓш дӓ шотеш пиштӹмӓш

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
mrj: Вариантвлӓ — йӹлмӹн пасна формыжы, шамак толшеш, пасна вӓрӹштӹ ӓли тӹшкӓштӹ ӹлӹшӹвлӓлӓн икань. Южнам тӹдӹм диалект маныт.

source: Varying Pronunciations
mrj: Шукы йишӹн попымаш

source: Venetian
mrj: Венециан

source: Version
mrj: Верси

source: Vietnamese
mrj: Вьетнам

source: View your progress against personal and project goals.
mrj: Ӹшке дӓ проект цельвлӓ шотышты ӹшке анзык кеметӹм анжы.

source: Visible
mrj: Кайшы

source: Voice clips are entered into a submission queue that readies them for listening.
mrj: Юкан клипвлӓ колтышашлык церотыш, кыды нӹнӹм колышташ йӓмдӹлӓ, вӓрештӹт.

source: Voice Contribution
mrj: Юк вклад

source: Voice Dataset, Ready for Download
mrj: Качаен нӓлӓшлӓн йӓмдӹ юк датасет

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
mrj: Пӧрттӱ юк, эдемӹн юкшы. Вот малын мӓмнӓн машинавлӓлӓн керӓл юк технологим ӹштӓш цаценӓ. Но юкан системӹм ӹштӓш манын, пиш кого юк датасет келеш.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
mrj: Пӧрттӱ юк, эдемӹн юкшы. Вот малын мӓмнӓн машинавлӓлӓн керӓл юк технологим ӹштӓш цаценӓ. Но юкан системӹм ӹштӓш манын, пиш шукы юк данный келеш.

source: Voices Online Now
mrj: Онлайн юквлӓ кӹзӹт

source: Voice Validation
mrj: Юк тергӹмӓш

source: Volume
mrj: Шӹнгӹц

source: Votic
mrj: Вотик

source: Want to stay in touch with Common Voice?
mrj: Common Voice доно кӹлӹштӹ коднет?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
mrj: Кынам мӓ Common Voice датасетӹн у релизсшӹм лыктына, у уэммӓшвлӓм нӓлнет лиэш? Мӓмнӓн рассылкылан сирӓлт.

source: Watch our video explainer to help
mrj: Палшаш манын, мӓмнӓн ынгылдарымы видеонам анжы

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
mrj: Мӓ пачмы дӓ цилӓлӓн кычылташ лишӹ юк данныйым, кыдым каждый эдем юк доно ӹштӹшӹ приложеним тымдаш кычылт кердеш, ӹштенӓ.

source: We are going out to get a coffee.
mrj: Мӓ кофем йӱӓш йӓмдӹлӓлтӹнӓ.

source: We are going out to get coffee.
mrj: Мӓ кофем йӱӓш кенӓ.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
mrj: Мä Mozilla'шты юк технологи йӹр ӹшке погынымашым ӹштенä. Мä уэмдӹмäш доно кӹлӹштӹ кодмына шоэш, у источниквлä сага дä шукыракым, кыце тä ти данныйвлäм кычылтыда, пäлӹмӹнä шоэш.

source: Website Localization
mrj: Сайтым сӓрӹмӓш

source: We could not fetch the stats. Please try again later.
mrj: Мӓ статистикӹм нӓлӹн кердделна. Пожалсты, варарак ӹштен анжы.

source: We couldn’t find that page for you
mrj: Мӓ тӹлӓт тидӹ страницӹм мон кердделна

source: We couldn’t get any audio clips for you to listen to. Please try again later.
mrj: Мӓ аудиоклипвлӓм колышташлан нӓлӹн кердделна. Пожалсты, варарак угӹц цацен анжы.

source: We couldn’t get any sentences for you to speak. Please try again later.
mrj: Мӓ тылӓт предложенивлӓм айырен нӓлӹн кердделна. Пожалсты, варарак угӹц цацен анжы.

source: Weekly
mrj: Ӓрня вуй гӹц

source: Weekly Goal
mrj: Ик ӓрняш цель

source: We failed to fetch available languages. Contributions are currently not possible. Please try again later.
mrj: Кычылташ лишӹ йӹлмӹвлӓм нӓлӹн кердӓш ӹш ли. Кӹзӹтшӹ жепӹштӹ вкладым ӹштӓш ак ли. Пожалсты, варарак угӹц цацен анжы.

source: We launch the Common Voice site in this language.
mrj: Мӓ Common Voice сайтым ти йӹлмӹ доно ходыш колтенӓ.

source: Welcome { $company } staff!
mrj: { $company } эдемвлӓм улы кымыл доно ӱжӹнӓ!

source: Welcome to Common Voice
mrj: Common Voice-ыш улы кымыл доно вӓшлинӓ

source: Welcome to the Common Voice Sentence Collector
mrj: Common Voice Предложеним погышыш уло кымыл доно ӱжӹнӓ

source: Welsh
mrj: Валли

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
mrj: Мä тäлäндä тä гишäндä информацим шеклäнен перегäш шамакым пуэнä. Шукыжымок тä мäмнäн <privacyLink>Тӹкӹлӹмӹ увертäрӹмäшӹштӹ</privacyLink> лыдын кердӹдä.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
mrj: Мӓ пачмы тӹнгӓлтӹш код доно шукы йӹлмӓн юк данныйым, кыдым каждый эдем юк доно ӹштӹшӹ приложеним тымдаш кычылт кердеш, ӹштенӓ.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
mrj: Мӓ тӹнгӓлтӹш пачмы код доно юк данныйым краудсорсинг гач погенӓ. Ӹшке юкетӹм подары, вес эдемӹн клипшӹн тӧр ылмыжым тергӹ, цилӓлӓн датасетӹм яжоракым ӹштӹ.

source: We’re experiencing unexpected downtime
mrj: Мӓмнӓн вычыдымы такеш шалгымаш жеп

source: We’re going out to get coffee.
mrj: Мӓ кофем йӱӓш лӓктӹнӓ.

source: We release the dataset every 3 months.
mrj: Кым тӹлзӹ вуй гӹц мӓ датасетӹн у релизшӹм лыктына.

source: We're receiving a lot of traffic and are currently investigating the issues.
mrj: Мä кӹзӹт шукы трафикым получаенä дä кӹзӹтшӹ жепӹн пӹсӹ ядмашвлäм шӹмленä.

source: We’re sorry, your platform is not currently supported.
mrj: Ӹшкӓлӓ, кӹзӹтшӹ жепӹн тӹньӹн платформа ак кычылталт.

source: We've run out of clips to validate in this language...
mrj: Мӓмнӓн тидӹ йӹлмӹ доно тергӓшлӓн клип пӹтен...

source: We've run out of sentences to record in this language...
mrj: Мӓмнӓн тидӹ йӹлмӹ доно сирӓшлӓн предложени пӹтен...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
mrj: Мӓ хытырымы модельвлӓ попышывлӓм кымданрак ынгылышты манын, шаненӓ. Тидӹлӓн юк датасет шукы сакой эдемӹм ӓвӓлтӹшӓшлык.

source: We will be in touch with more information as it becomes available.
mrj: Ситӓртӹш увер лимӹ семӹнь мӓ тӹнь донет кӹлдӓлтӹнӓ.

source: We will not make your email public.
mrj: Мӓ тӹньӹн электрон почтетӹм публикуяш ана тӹнгӓл.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
mrj: Common Voice датасетӹштӹ попышывлӓн «кӱ ылмыштым» пӓлен нӓлӹн ам керд манмы мам анжыкта?

source: What is a language on Common Voice?
mrj: Common Voice-ышты ма техень йӹлмӹ?

source: What is Common Voice?
mrj: Ма техень Common Voice?

source: What issues are you experiencing with this sentence?
mrj: Тидӹ пердложени доно тӹньӹн махань проблема лӓктӹн?

source: What kind of goal do you want to build?
mrj: Махань цельӹм тӹнь шӹндӹнет?

source: What level of audio quality is required for a voice clip to be used in the dataset?
mrj: Датасетӹштӹ юкан клипӹм кычылташ манын, махань качестван юк келеш?

source: What’s inside the Common Voice dataset?
mrj: Common Voice данный кӧргӹштӹ ма улы?

source: What's Public?
mrj: Мам цилӓн кычылтын кердӹт?

source: What’s the difference between Common Voice and Deep Speech?
mrj: Common Voice дӓ Deep Speech лошты махань айыртем?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
mrj: Юзер юкан клипӹм ӧрдӹжтӓрӓ гӹнь, тӹдӹ церотыш пӧртӹлеш. Угӹц ӧрдӹжтӓрӹмӹ паштек, тӹ клип шӹгерлӓш кеӓ.

source: When will you release Common Voice data in other languages?
mrj: Кынам тӓ Common Voice-ын у релизӹм вес йӹлмӹ доно лыктыда?

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
mrj: Кынам тӹнь ӹшке сирӹмӓшвлӓэтӹм ядат, мӓ нӹнӹм ик ӓли икманяр ZIP-файлыш погенӓ. Теве тӹньӹн эртӹшӹ ядмашвлӓэт:

source: Where does the source text come from?
mrj: Юкангдаш манын текст кышец нӓлӓлтеш?

source: Which variant of { $language } do you speak?
mrj: { $language } йӹлмӹн махань йиш доно тӹнь попет?

source: Why ?
mrj: Малан?

source: Why a profile?
mrj: Малан профиль келеш?

source: Why Common Voice?
mrj: Малын Common Voice?

source: Why does this matter?
mrj: Малын тидӹ келеш?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
mrj: Малын тӹнь эдемвлӓм сакой йӹлмӹ доно книгӓвлӓм ӓли википеди гӹц статьявлӓм лыдаш ат яд?

source: Why do you need so many different speakers per language?
mrj: Малын тӓлӓндӓ ик йӹлмӹ донок попышы тинӓр шукы эдем келеш?

source: Why is 10,000 validated hours the per language goal for capturing audio?
mrj: Кажны йӹлмӹлӓн юкым сирӹмӓшӹн цельжӹлӓн малын 10,000 пингӹдемдӹмӹ цӓш келеш?

source: Why is Common Voice part of the Mozilla mission?
mrj: Малын Common Voice Mozilla-н миссижӹн частьшы ылеш?

source: Why is it important?
mrj: Малын тидӹ керӓл?

source: Why is my language not included yet?
mrj: Малын мӹньӹн йӹлмем эче уштарымы агыл?

source: Why should I sign up for an account?
mrj: Малын мӹнь регистрацим эртӹшӓшлык ылам?

source: Xhosa
mrj: Коса

source: Xitsonga
mrj: Тсонга

source: y
mrj: т

source: Y
mrj: А

source: Yes
mrj: Ане

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
mrj: Ане, мӹлäм электрон сирмäшӹм колтен кердӹдä. Мӹнь Common Voice проект доно кӹлӹм кычынем.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
mrj: Ане, мӹлäм электрон сирмäшвлӓм колтыда. Мӹнь Common Voice-ышты ти йӹлмӹн виӓнгмӹжӹ гишӓн уверӹм нӓлӹн шалгынем.

source: Yiddish
mrj: Идиш

source: Yoruba
mrj: Йоруба

source: You
mrj: Тӹнь

source: You are prepared to initiate a download of <b>{ $size }</b>
mrj: Тӹнь <b>{ $size }</b> качаен нӓлмӹм тӹнгӓлӓш йӓмдӹ ылат

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
mrj: Тӹнь тенгеок кнопкывлӓм сарастарен кычылт кердӓт: { sc-review-form-button-approve-shortcut } лачокеш лыкташлан, { sc-review-form-button-reject-shortcut } ӧрдӹжтӓрӓшлӓн, { sc-review-form-button-skip-shortcut } коден кеӓшлӓн

source: You can choose to make your username public or anonymous.
mrj: Тӹнь ӹшке юзер лӹметӹм цилӓлӓн кайшым ӓли лӹмдӹмӹм ӹштен кердӓт.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
mrj: Common Voice-ышты профильӹм ӹштен дӓ ӹшке юкетӹм пуэн, тӹнь пачмы тӹнгӓлтӹш код доно шукы йиш датасетӹм ӹштӓш палшен кердӓт.

source: You can request a new takeout of your recordings every { $days } days.
mrj: Тӹнь ӹшке сирӹмӓшет логӹц у сирӹмӓшвлӓм каждый { $days } кечӹ ядын кердӓт.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
mrj: Википеди гӹц мытык предложенивлӓм кычылташ манын, <scraperLink>Sentence extractor-ым</scraperLink> кычылтын кердӓт.

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
mrj: Тӹнь веб-сайтым анжыктен кердӓт, шамак толшеш, "Common Voice - https://commonvoice.mozilla.org/"

source: You have not added any languages yet.
mrj: Тӹнь эче нимахань йӹлмӹм уштарыделат.

source: You must allow microphone access.
mrj: Тӹнь микрофоным кычылташ лишӹм ӹштӹшӓшлык ылат.

source: You previously skipped sentences while reviewing. Resetting skipped sentences will show all skipped sentences again. This is independent of the language.
mrj: Анжымы годым тӹнь анзыц предложенивлӓм коден кенӓт. Коден кемӹ предложенивлӓм шумаш угӹц цилӓ коден кемӹ предложеним анжыкта. Тидӹ йӹлмӹ гӹц ак шалгы.

source: Your daily goal has been created
mrj: Каждый кечӹлӓн целет ӹштӓлтӹн

source: Your download has started.
mrj: Тӹньӹн качаен нӓлмӓш тӹнгӓлӹн.

source: You’re contributing to a target segment
mrj: Целевой лаштыкыш ӹшке вкладетӹм пыртет

source: You’re contributing to our first target segment
mrj: Мӓмнӓн икӹмшӹ целевой лаштыкыш ӹшке вкладетӹм пыртет

source: Your email address
mrj: Тӹньӹн электрон почта адресет

source: Your files are being assembled. Please check again later.
mrj: Тӹньӹн файлвлӓэт погалтыт. Пожалсты, варарак терген анжы.

source: Your languages:
mrj: Йӹлмӹвлӓэт:

source: Your Languages
mrj: Йӹлмӹвлӓэт

source: Your username and email will not be associated with the published data.
mrj: Юзер лӹмет дӓ электрон почта адресет лыкмы данный доно кӹлдӓлтмӹ ак лиэп.

source: Your weekly goal has been created
mrj: Каждый ӓрнялӓн целет ӹштӓлтӹн

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
mrj: Тӹнь кӹтӹк ынгылдарымашан электрон сирмӓшӹм нӓлшӓшлык ылат тӹньӹн йӹлметӹм Common Voice-ышкы уштараш манын ашкылвлӓ

source: You've successfully signed up for contributing to { $language }. Thank you.
mrj: { $language } йӹлмӹ доно пӓшӓм ӹштӓшлӓн яжон сыленӓт. Тау.

source: Zip #{ $offset } of { $total }
mrj: Zip #{ $offset } / { $total }

source: Zulu
mrj: Зулу

source: abnormality
mrj: эксӹк

source: add-on
mrj: пижӹктӹмäш

source: aggregate
mrj: цымыр

source: All Hands
mrj: Цилӓ кид

source: alternate text
mrj: вес текст

source: appear
mrj: лӓктӓш

source: appearance
mrj: сӹн

source: attack
mrj: керӹлтмӓш

source: attacker
mrj: ваштарешлӹшӹ

source: Attack Site
mrj: Шынгалт пырымы сайт

source: attendee
mrj: ушнышы

source: authenticate
mrj: авторизацим эртӓш

source: authenticated
mrj: авторизацим эртӹшӹ

source: autoplay
mrj: ӹшке чӱктӹмäш

source: back out
mrj: пӧртӹлӓш

source: black box
mrj: шим йӓшӹк

source: bookmark
mrj: закладка

source: boolean
mrj: логический

source: boot
mrj: грузалташ

source: breakpoint
mrj: шагалмы точка

source: Bug report
mrj: Самынь гишӓн увертӓрӹмӓш

source: certificate authority
mrj: сертификаци центр

source: channel
mrj: канал

source: cipher
mrj: шифр

source: clipboard
mrj: вашталтышы буфер

source: clockwise
mrj: кечӹ семӹнь

source: compact
mrj: изи размерӓн

source: compact - recommend deprioritize
mrj: изи размерӓн - приоритетностьым цӓрӓш рекомендуенӓ

source: context
mrj: контекст

source: contribute
mrj: вкладым ӹштӓш

source: corrupt
mrj: ярдымы лин

source: corrupted
mrj: ярдымы

source: counterclockwise
mrj: кечӹ ваштареш

source: cryptominer
mrj: криптомайнер

source: cryptomining
mrj: криптомайнинг

source: debug
mrj: тӧрлӓш

source: deceptive site
mrj: алталышы сайт

source: decode
mrj: шифрӹм пӓлӓш

source: decryption
mrj: шифрӹм пӓлӹмӓш

source: disinformation
mrj: дезинформаци

source: distrust
mrj: ӹнянӹдӹмӓш

source: eavesdropping
mrj: колыштмаш

source: enable
mrj: чӱктӓш

source: encode
mrj: шифруяш

source: encrypt
mrj: шифруяш

source: encryption
mrj: шифруйымаш

source: end user
mrj: пӹтӓртӹш юзер

source: Enhanced Tracking Protection
mrj: Тӹшлӹмӓш гӹц яжоэмдӹмӹ перегӓлтмӓш

source: executable file
mrj: колтымы файл

source: extension
mrj: кымдаэмдӹмӓш

source: external
mrj: вӹлвӓл

source: Fellow
mrj: Тӓнг

source: filter bubble
mrj: ханг фильтр

source: fingerprinter
mrj: парня пӓлӹм нӓлшӹ

source: fingerprinting
mrj: парня пӓлӹм нӓлмӓш

source: gear
mrj: механизм

source: grassroots
mrj: ӱлӹл

source: home page
mrj: тӹнг лаштык

source: idle
mrj: йöртӹмӹ

source: import
mrj: импортируяш

source: innovations
mrj: инновацивлӓ

source: insecure
mrj: лӱдӹшлӓ

source: installation
mrj: шӹндӹмӓш

source: Issue
mrj: Ядмаш

source: L10n
mrj: локализаци

source: Legacy extension
mrj: Тошты кымдаэмдӹмӓш

source: misinformation
mrj: дезинформаци

source: native
mrj: шачмы

source: open source
mrj: пачмы тӹнгӓлтӹш код

source: override
mrj: цӓрӓш

source: participation
mrj: ушнымаш

source: Patch
mrj: Тумыш

source: pop-up
mrj: тӹрген лäкшӹ

source: preference
mrj: яжолан шотлымаш

source: release
mrj: лыкмаш

source: report
mrj: отчёт

source: revert
mrj: пӧртӹлӓш

source: search suggestion
mrj: кӹчӓлмӹ доно предложени

source: security keys
mrj: перегӹшӹ сыравачпач

source: sensitive
mrj: шижшӹ

source: sidebar
mrj: ӧрдӹж панель

source: sign
mrj: подпись

source: signer
mrj: подписьӹм шӹндӹшӹ

source: studies
mrj: шӹмлӹмӓш

source: track
mrj: трек

source: trackers
mrj: трекервлӓ

source: Tracking Content
mrj: Контентым тӹшлӹмӓш

source: Turbo Mode
mrj: Турбо-режим

source: unencrypted
mrj: шифруйыдымы

source: unresponsive
mrj: ак вӓшештӹ

source: unsafe
mrj: лӱдӹшлӓ

source: validate
mrj: подтверждаяш

source: validity
mrj: тӧр лимӓш

source: version
mrj: верси

source: Web Authentication
mrj: Веб-аутентификаци
